requestNome.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://indracompany.com/treinamento/wsbase">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getClientePorNomeRequest>
<<<<<<< HEAD
         <gs:nome>Glaucus</gs:nome>
=======
         <gs:nome>Vanessa Joana da Silva</gs:nome>
>>>>>>> 23caac625b149cfed0b8c7fece7c7daa79670b65
      </gs:getClientePorNomeRequest>
   </soapenv:Body>
</soapenv:Envelope>